//export const baseURL = 'https://user-permissions-api.hcm.ls-dev.ru:21812'; // адрес сервера
export const baseURL1 = 'https://user-permissions-api.chry.ls-dev.ru'; // адрес сервера 1
export const baseURL2 = 'https://person.chry.ls-dev.ru/persons'; // адрес сервера 2

export const UNIT: Array<any> = [
  // {
  //   lev1: 'Трест столовых и ресторанов',
  //   lev2: 'Столовая №3',
  //   lev3: 'Бухгалтерия',
  // },
  // {
  //   lev1: 'Трест столовых и ресторанов',
  //   lev2: 'Столовая №3',
  //   lev3: 'Работники зала',
  // },
  // {
  //   lev1: 'Трест столовых и ресторанов',
  //   lev2: 'Ресторан «Вечерние зори»',
  //   lev3: 'Кухня',
  // },
  // {
  //   lev1: 'Трест столовых и ресторанов',
  //   lev2: 'Ресторан «Вечерние зори»',
  //   lev3: 'Бухгалтерия',
  // },
  // {
  //   lev1: 'Трест столовых и ресторанов',
  //   lev2: 'Ресторан «Вечерние зори»',
  //   lev3: 'Официанты',
  // },
  // {
  //   lev1: 'Трест столовых и ресторанов',
  //   lev2: 'Столовая №3',
  //   lev3: 'Кухня',
  // },

  // {
  //   lev1: 'Домен Тренер»',
  //   lev2: 'Подразделение #4',
  //   lev3: 'Отдел работы с китайцами',
  // },
  // {
  //   lev1: 'Домен Тренер»',
  //   lev2: 'Подразделение #3',
  //   lev3: 'Ещё какой-то отдел',
  // },
  // {
  //   lev1: 'Домен Тренер»',
  //   lev2: 'Подразделение #4',
  //   lev3: 'Отдел перепродаж',
  // },
  {
    lev1: 'Домен Тренер',
    lev2: 'Разработка Домен Тренер',
    lev3: 'Run TRN',
  },
  {
    lev1: 'Домен Тренер',
    lev2: 'Разработка Домен Тренер',
    lev3: 'OperationalSoft',
  },
  {
    lev1: 'Домен Тренер',
    lev2: 'Разработка Домен Тренер',
    lev3: 'Arm Run TRN',
  },
  // {
  //   lev1: 'Домен Тренер',
  //   lev2: 'Разработка Домен Тренер',
  //   lev3: 'Плановый отдел',
  // },
  {
    lev1: 'Домен Тренер',
    lev2: 'Сервис Домен Тренер',
    lev3: 'QA.TRN',
  },
  {
    lev1: 'Домен Тренер',
    lev2: 'Сервис Домен Тренер',
    lev3: 'AutoQA.TRN',
  },
  // {
  //   lev1: 'Домен Тренер»',
  //   lev2: 'Сервис Домен Тренер',
  //   lev3: 'Охрана',
  // },
  // {
  //   lev1: 'Домен Тренер»',
  //   lev2: 'Разработка Домен Тренер',
  //   lev3: 'Отдел маркетинга',
  // },
  // {
  //   lev1: 'Домен Тренер»',
  //   lev2: 'Подразделение #3',
  //   lev3: 'Отдел маркетинга',
  // },

  //   {
  //     lev1: 'Трест столовых и ресторанов',
  //     lev2: 'Пивнушка «Жигули»',
  //     lev3: 'Бухгалтерия',
  //   },
  //   {
  //     lev1: 'Трест столовых и ресторанов',
  //     lev2: 'Пивнушка «Жигули»',
  //     lev3: 'Официанты!',
  //   },
  //   {
  //     lev1: 'Трест столовых и ресторанов',
  //     lev2: 'Пивнушка «Жигули»',
  //     lev3: 'Кухня',
  //   },
  //   {
  //     lev1: 'Трест столовых и ресторанов',
  //     lev2: 'Чайхана «Три верблюда»',
  //     lev3: 'Кухня',
  //   },
  //   {
  //     lev1: 'Трест столовых и ресторанов',
  //     lev2: 'Чайхана «Три верблюда»',
  //     lev3: 'Официанты',
  //   },
];
